---
kind: property
id: P:Autodesk.Revit.DB.Arc.Normal
zh: 弧、圆弧
source: html/0744da18-9c33-dad2-4de8-75d30f1de3e8.htm
---
# Autodesk.Revit.DB.Arc.Normal Property

**中文**: 弧、圆弧

Returns the normal to the plane in which the arc is defined.

## Syntax (C#)
```csharp
public XYZ Normal { get; }
```